xmlsamples/DAS_Query/PI-MY-GetDeliveryOptionTemplate-AIS-MYR15.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xrsi="http://www.westernunion.com/schema/xrsi" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
   <soapenv:Header/>
   <soapenv:Body>
      <xrsi:h2h-das-request>
         <foreign_remote_system>
            <identifier>WGHHMYR150T</identifier>
            <reference_no>1505199508081991</reference_no>
            <counter_id>MYR15ARP001A</counter_id>
         </foreign_remote_system>
         <name>GetDeliveryOptionTemplate</name>
         <filters>
            <queryfilter1>en</queryfilter1>
            <queryfilter2>PH PHP</queryfilter2>
            <queryfilter3>4060</queryfilter3>
         </filters>
      </xrsi:h2h-das-request>
   </soapenv:Body>
</soapenv:Envelope>